{
    "2025-03-15": {
        "description": "The old factory building of BMW (Bayrische Motoren Werke). I always cycle past the building when I have to go to the hardware store - as I did today."
    },
    "2025-03-14": {
        "description": "Botanikum Munich. A former nursery with many greenhouses that were used as temporary studios. Unfortunately, they are now being demolished to build (expensive) residential buildings."
    },
    "2025-03-13": {
        "description": "Restaurant window sneak-peak. Logo was too cute to just walk past without taking a photo. (Mama Bao in Munich, Maxvorstadt)"
    },
    "2025-03-12": {
        "description": "Office still life."
    },
    "2025-03-11": {
        "description": "Beautiful bicycle from a colleague in front of the office."
    },
    "2025-03-10": {
        "description": "I had a packed and busy day. I noticed this door frame and took a photo. That’s my photo for the day — done!"
    },
    "2025-03-09": {
        "description": "Snapshot late in the evening on the way home from the theater. I had in mind that I was not yet satisfied with the 2-3 photos I had taken so far that day, so I let my photo eye work a little. Although it's a snapshot and the lighting conditions were anything but good for my Ricoh, I'm quite satisfied."
    },
    "2025-03-08": {
        "description": "I’m exploring black and white photography through the 365 project. Normally, I pay a lot of attention to the colors in my photos. It’s enjoyable to shift my focus to light, shadows, and composition in the black and white photography."
    },
    "2025-03-07": {
        "description": "Golden hour walk by the greenhouses"
    },
    "2025-03-06": {
        "description": "After work, I had a lunch date in the city and found myself in an area near the train station that I don’t visit often. I decided to take a moment to get off my bike and capture the lively atmosphere and the beautiful light on the street. There’s a lot happening in this photo compared to my typical photography style, but I really like how it conveys the mood in this moment.",
        "tags": ["Munich", "Olympiapark"]
    },
    "2025-03-05": {
        "description": "Although today was another very sunny, almost spring-like day, I was feeling quite uninspired. Today the view into the late evening sky has to serve as a photo."
    },
    "2025-03-04": {
        "description": "Sea of flowers in the Olympic Park",
        "tags": ["Munich", "Olympiapark"]
    },
    "2025-03-03": {
        "description": "Cycling through the Olympic Park on the way home from work. Wonderful light mood. And photographing the Olympic Tower is always a good idea.",
        "tags": ["Munich", "Olympiapark"]
    },
    "2025-03-02": {
        "description": "Lazy Sunday photo of our trays in the kitchen",
        "tags": ["Home"]
    },
    "2025-02-24": {
        "description": "Spring is it you?"
    },
    "2025-02-23": {
        "description": "Home project – adjusting and relocating picture frames on the wall. It's a never-ending story."
    },
    "2025-02-21": {
        "description": "Construction site I pass by every day on my bike ride to work. I will miss the old buildings once they are fully replaced by the new, uniform ones.",
        "tags": ["Munich"]
    },
    "2025-02-18": {
        "description": "Late afternoon walk at Königsplatz. The light was just perfect.",
        "tags": ["Munich"]
    },
    "2025-02-17": {
        "description": "Snow + olympic park = happy me",
        "tags": ["Munich", "Olympiapark"]
    }
}
